menuName=Russian (Русский)
icon=russian.png

author=Zhooles
website=mwa.nm.ru
e-mail=zhules@nm.ru
version=0.1.0
released=05/01/2007

// FIRST LINE MUST BE THE MENU TITLE FOR THIS LANGUAGE FILE
// SECOND LINE MUST BE ICON FILE (INSIDE THE ICONS FOLDER)

c0=Сделано
c1=©

0000=&Файл
0001=Правка
0002=Комманды
0003=Инструменты
0004=Опции
0005=Справка

0006=Новый
0007=&Открыть
0008=Открыть Недавний
0009=Закрыть
0010=Информация
0011=Сохранить отчёт
0012=Выход

0013=Поиск
0014=Искать в файлах
0015=Копировать имя
0016=ПеREименовать
0017=Нижний регистр
0018=Имя
0019=Расширение
0020=Имя + Расширение
0021=Выбрать все

0022=Файлы
0023=Модели
0024=Текстуры
0025=Анимации
0026=Повреждения
0027=Сценарии
0028=Неизвестные

0029=Добавить
0030=Извлечь
0031=Быстрое извлечение
0032=Удалить
0033=Просмотр
0034=Заменить
0035=Переместить в конец
0036=Перепостроить

0037=Преобразовать архив
0038=Создать архив

0039=Язык
0040=Стиль
0041=Цвета
0042=Цвет нечетных строк
0043=Цвет четных строк
0044=Автооткрытие последнего
0045=Подтвеждение удаления
0046=Сканирование методом сложения
0047=Подтверждение при разных видах просмотра
0048=Ассоциировать с файлами IMG

0049=Обновить
0050=О программе
0051=Создать новый архив
0052=Новый архив создан
0053=Создание архива прервано
0054=Неверный файл
0055=Архив закрыт
0056=Архив загружен
0057=Формат
0058=Информация об Архиве
0059=Версия формата IMG
0060=Этот архив уже открыт
0061=Имя файла
0062=Размер
0063=Подождите, загрузка спискоы...
0064=Файлы добавлены в архив
0065=Файлы извлечены
0066=Добавить файлы в архив
0067=Удаление временных файлов
0068=готов к работе
0069=Движок коммандной строки
0070=Добавить файлы в архив
0071=Файлы переименованы
0072=Не открыто архивов
0073=IMG версии 1.0
0074=IMG версии 2.0
0075=Формат
0076=Размер Архива
0077=Информация об Архиве
0078=Расширения преобразованы
0079=Имена преобразованы
0080=Файл извлечен
0081=Процесс извлечения прерван
0082=Файл

0083=Перевод сделан
0084=Архив перепостроен
0085=Время перепостроения архива зависит от состояния и размера
0086=Продолжить?
0087=Перепостроение архива
0088=Перепостроение отменено

0089=Вы выбрали более 15 файлов для просмотра
0090=Просмотреть файлы
0091=Удалить файлы
0092=Вы действительно хотите удалить эти файлы?
0093=Файлы выбраны
0094=Удаление файлов отменено
0095=Нет последнего пути для извлечения, предложите свой сейчас
0096=Извлечь файлы

0097=Максимальная длина имени файла - не более 24 символов
0098=Имена файлов ошибочны
0099=Критическая ошибка
0100=Нет ассоциированного приложения к данному типу файлов
0101=Невозможно загрузить архив
0102=Файл не найден
0103=Заменить файлы
0104=Замена файлов отменена
0105=Файлы заменены

0106=Отмена
0107=Применить
0108=Тип архива
0109=Заменяющий файл
0110=Переименовать файл
0111=Имя файла

0112=Искать
0113=Чувствительно к регистру
0114=Результаты
0115=Опции Поиска
0116=Все Файлы
0117=Поиск
0118=Не выделено файлов

0119=Щелкни по имени для добавки в Буфер Обмена
0120=В Буфере Обмена
0121=Обратная связь
0122=Папка для быстрого извлечения не найдена
0123=Предложите другую
0124=Неверный путь

0125=Перезагрузить архив
0126=Показать оффсеты файлов
0127=Архив перезагружен
0128=Оффсет
0129=Файл, который вы открываете, доступен только для чтения
0130=Хотите изменить атрибуты файла для редактирования?
0131=Изменить атрибуты Файла
0132=Включить редактирование
0133=Редактирование файлов включено

0134=Файл данного типа уже существует в архиве
0135=Заменить старый новым
0136=Переименовать старый
0137=Переименовать новый
0138=Не добавлять файл
0139=Добавить приставку к новому
0140=Больше не спрашивать
0141=Сканирование при добавлении
0142=Отчет сохранен
0143=Интерфейс

0144=Выберите версию игры...
0145=Версия игры изменена

0146=Идет поиск...
0147=Поиск завершен. Найдено:
0148=Объектов не найдено

0149=Собирание IDE
0150=Сборка завершена
0151=Убрать
0152=Файл сборки
0153=Место извлечения
0154=IDE-Файлы
0155=Тип Файлов IDE
0156=Что собирать

0157=Следующие архивы были модифицированы после открытия...
0158=Перезагрузить их?
0159=Обновить архивы

0160=Текстура
0161=Глубина
0162=Метка
0163=Отмечено на экспорт
0164=Отмечено
0165=Убрать метку
0166=Отмеченные файлы
0167=Собрать текстуры

0168=Все Поддерживаемые Форматы
0169=Добавление файлов отменено
0170=Добавить текстуру
0171=Текстуры для добавления
0172=Какое сжатие ставить?
0173=Сжатие
0174=Файл с текстурой
0175=Имя текстуры
0176=Альфа-файл
0177=Имя альфа-канала
0178=Добавить
0179=ПКМ для добавления или удаления
0180=Исп. альфу

0181=Текстура и альфа-канал должны совпадать по размеру
0182=Текстуры добавлены в архив
0183=Что такие мипмап?
0184=Не все текстуры добавлены

0185=Текстуры извлечены
0186=Извлечение не удалось
0187=Извлечь текстуры
0188=Выходной формат картинки
0189=OK

0190=Извлечь альфу
0191=Альфа-каналы извлечены
0192=У этой текстуры нет альфа-канала
0193=Текстуры удалены

0194=Настроить Граф. Редактор
0195=Когда завершите редактирование, нажмите ОК для импорта
0196=Отменено
0197=Устанофки граф. редактора

0198=Генерировать МипМапы
0199=Количество МипМапов для генерации
0200=Число в неверном формате
0201=МипМапы сгенерированы
0202=Невозможно создать текстуру с таким множеством МипМапов

0203=Жми отмену для отмены. Как сложно епто.
0204=Редактирование изображения
0205=Не назначен граф. редактор, назначь его сейчас
0206=Текстуры изменены
0207=Заменить текстуру
0208=Замена отменена
0209=Текстуры заменены

0210=Сохранить изменения в файле?
0211=Сохранение изменений в следующих файлах...
0212=Сохранить Все
0213=Не сохранять
0214=Инвертировать выделение
0215=Выбрать все
0216=Отменить выбор
0217=Сохранить изменения

0218=Без сжатия
0219=Исп. оригинальную альфу
0220=Ошибка
0221=Убрана метка файлов
0222=Архив сохранен
0223=Все архивы сохранены
0224=Сохранить как

0225=Смотри файл справки для большей информации
0226=Импортировать Список TXD Builder'а
0227=Импорт списка отменен

0228=Генерация МипМапов отменена
0229=3D Устройство не найдено
0230=Данные не будут потеряны, но все текущие архивы должны перезагрузиться
0231=Сохранить изменения в открытых архивах?
0232=Сброс устройства

0233=Закрыть Все
0234=Версия Игры
0235=Выделение
0236=Извлечь Все
0237=Копировать в
0238=Шаблоны
0239=Добавить в Шаблоны
0240=Добавить из Шаблонов
0241=Инвертировать
0242=Альфа-канал
0243=Текстура + Альфа
0244=Список TXD Builder'а
0245=DFF-сверка
0246=Конвертер архивов
0247=Соединитель архивов
0248=Сетка
0249=Установить граф. редактор
0250=Ассоциация с TXD-Файлами

0251=Норма
0252=Свойства
0253=Обложка текстуры
0254=Показ MipMap - Уровень
0255=Метод отображения
0256=Сохранить
0257=Переставить

0258=TXD-Файлы для конвертирования
0259=Сохранять в тот же файл
0260=Сохранять в другую папку
0261=Конфертировать
0262=Конвертировать архивы
0263=Вывод

0264=Архив для слития
0265=Выходной архив
0266=Слить

0267=Конвертирование отменено
0268=Слитие отменено
0269=Конвертирование завершено
0270=Открыть файл
0271=Открытие файла отменено
0272=Добавление в Шаблоны
0273=Текстуры скопированы

0274=Произошла ошибка при запуске вашего граф. редактора.
0275=Проверьте установки граф. редактора в опциях и попытайтесь еще.
0276=Редактирование неудачно
0277=Добавить папку
0278=Показ. доп. информацию

0279=Добавить альфу
0280=Альфа-каналы добавлены
0281=Пропущено (Габариты или присутствие альфы не совпадают)
0282=Выбор альфы
0283=Сжать все текстуры
0284=Вы уверены, что хотите сжать все текстуры в архиве?
0285=Сжатие отменено
0286=Все текстуры сжаты

0287=Сброс интерфейса
0288=TXD-Файлы зарегестрированы
0289=Очистить список

0290=Экспорт карты
0291=Импорт карты
0292=Сброс камеры
0291=Экспорт Пакетом
0292=Импорт Пакетом
0293=Экспорт отменен
0294=Импорт отменен
0295=Открыть радар
0296=Сохранить радар
0297=Открыть из TXD-Файлов
0298=Открыть из IMG-Архива